[
    {"name":"The Fall of Rome", "src":"https://cdn.britannica.com/69/5869-004-7D75CD05/Flag-Argentina.jpg", "hint": "This is the second largest country in South America", "fact": "The version of the flag without the sun is still recognized as a patriotic symbol"}, 
    {"name":"The Renaissance","src":"https://cdn.britannica.com/78/6078-004-77AF7322/Flag-Australia.jpg", "hint": "This is both a continent and a country", "fact": "Its original design (with a six-pointed Commonwealth Star) was chosen in 1901 from entries in a competition held following Federation"},
    {"name":"The American Revolutionary War","src":"https://cdn.britannica.com/47/6847-004-7D668BB0/Flag-Brazil.jpg", "hint": "This is the largest country in South America", "fact": "There is a legend that the yellow represents the wealth of the country, in particular the Brazilian soil and the country's gold reserve - and the green stands for the extensive nature, fauna and flora"},
    {"name":"Canada","src":"https://cdn.britannica.com/68/7068-004-7848FEB4/Flag-Canada.jpg", "hint": "This is the second largest country in the world", "fact": "The flag is also known as 'the maple leaf"},
    {"name":"China","src":"https://cdn.britannica.com/90/7490-050-5D33348F/Flag-China.jpg", "hint": "This country has the world's largest population", "fact": "The red in the flag symbolizes revolution. The large star symbolizes communism and the little stars represent people"},
    {"name":"Colombia","src":"https://cdn.britannica.com/68/7668-050-9304EBB7/Flag-Colombia.jpg", "hint": "This country's flag symbolises their independence from Spain", "fact": "he flag was designed by Francisco de Miranda, an aristocrat who tried to liberate Spanish America in 1812"},
    {"name":"France","src":"https://cdn.britannica.com/82/682-050-8AA3D6A6/Flag-France.jpg", "hint": "This country's flag represenets the motto: Liberty, Equality, and Fraternity", "fact": "The 'tricolore' (three-colour) flag is an emblem of the Fifth Republic"},
    {"name":"Germany","src":"https://cdn.britannica.com/97/897-050-0BFECDA5/Flag-Germany.jpg", "hint": "This country is the EU's laargest economy", "fact": "The flag was first hoisted in the 19th century and adopted by the Weimer Republic in 1919"},
    {"name":"Ghana","src":"https://cdn.britannica.com/54/5054-050-8EC06097/Flag-Ghana.jpg", "hint": "This country's name means Warrior King", "fact": "The red, yellow and green colours represent the blood spilt by those in the struggle for independence, the mineral wealth of the county and the rich forests respectively. The black star stands for 'the loadstar of African Freedom'."},
    {"name":"Greece","src":"https://cdn.britannica.com/49/1049-050-3AD6578E/Flag-Greece.jpg", "hint": "This country's tallest mountain is Mount Olympus", "fact": "According to several theories, the blue and white colors of the Greek flag are said to symbolize the blue of the sea and the white of the waves, representing the country's maritime history and culture."},
    {"name":"Guam","src":"https://cdn.britannica.com/61/69561-050-4B2E5EFC/Flag-Guam.jpg", "hint": "This country's nickname is Hub of the Pacific and Island Warriors", "fact": "The flag symbolize the strength and perseverance of the Chamorro people"},
    {"name":"Iceland","src":"https://cdn.britannica.com/85/1485-050-2819302A/Flag-Iceland.jpg", "hint": "This is one of the few countries in the world to not have a Mcdonalds", "fact": "Red represents the volcanic fires, white recalls the snow and glaciers, and blue is for the skies above, the sea and the mountains."},
    {"name":"India","src":"https://cdn.britannica.com/97/1597-050-008F30FA/Flag-India.jpg", "hint": "This country is the third-largest economy", "fact": "The top band is of Saffron colour, indicating the strength and courage of the country. The white middle band indicates peace and truth with Dharma Chakra. The last band is green in colour shows the fertility, growth and auspiciousness of the land."},
    {"name":"Italy","src":"https://cdn.britannica.com/59/1759-050-FCD5A574/Flag-Italy.jpg", "hint": "This country is the 5th most visited country in the world", "fact": "The flags colours represents hope, faith and charity. Green is hope, white denotes faith and red is the colour of charity."},
    {"name":"Jamaica","src":"https://cdn.britannica.com/20/5120-050-4202E1B8/Flag-Jamaica.jpg", "hint": "This country produces the most music per capita", "fact": "Black symbolises the strength and creativity of the people. The gold represents the natural beauty of sunlight, as well as the wealth of the country"},
    {"name":"Japan","src":"https://cdn.britannica.com/91/1791-050-270C9B3E/Flag-Japan.jpg", "hint": "This country's flag is known as the flag of the sun", "fact": "The official name of the flag is nisshoki, meaning sun-mark flag"},
    {"name":"Kuwait","src":"https://cdn.britannica.com/70/5770-050-BD7FAEFD/Flag-Kuwait.jpg", "hint": "This country legalised camel racing in 2006", "fact": "The national flag was adopted in September 7, 1961. It was first flown on November 24, 1961. There are rules to be followed when hanging the Kuwaiti flag. When it is hung vertically, the green stripe should be on the right side. When flying the flag, the green stripe should be on top"},
    {"name":"Latvia","src":"https://cdn.britannica.com/49/6249-050-774B3995/Flag-Latvia.jpg", "hint": "The most popular sport in this country is ice hockey", "fact": "This is one of the world's oldest national flag to still be used today"},
    {"name":"Lithuania","src":"https://cdn.britannica.com/52/6252-050-A3423929/Flag-Lithuania.jpg", "hint": "This country's national sport is basketball", "fact": "Yellow on the flag symbolizes the sun and happiness. Green on the forests, the countryside, freedom, and hope. Red symbolize the blood"},
    {"name":"Luxembourg", "src":"https://cdn.britannica.com/23/2223-050-6771361A/Flag-Luxembourg.jpg", "hint": "This country has the highest minimum wage in the EU", "fact": "The red colour represents the spilled blood in wars, and the white color represents peace. The blue color is a reference to France"},
    {"name":"Mexico","src":"https://cdn.britannica.com/73/2573-050-C825CE68/Flag-Mexico.jpg", "hint": "This country is home to the world's largest pyramid", "fact": "The colours stand for independence, unity and religion"},
    {"name":"Netherlands","src":"https://cdn.britannica.com/82/2982-050-4A783E03/flag-prototype-Netherlands-countries-European-flags.jpg", "hint": "The first country to legalise same-sex marriage", "fact": "The red band symbolizes bravery, strength, valor, and hardiness; the white band, peace and honesty; and the blue band represents vigilance, truth, loyalty, perseverance, and justice"},
    {"name":"New Zealand","src":"https://cdn.britannica.com/17/3017-050-CD9032F3/Flag-New-Zealand.jpg", "hint": "The Lord of the Rings and The Hobbit was filmed here", "fact": "The stars on the Flag represent the Southern Cross constellation, emphasising New Zealand's location in the South Pacific Ocean"},
    {"name":"Nepal","src":"https://cdn.britannica.com/70/2970-050-796F522C/Flag-Nepal.jpg", "hint": "Home to Mount Everest", "fact": "The sun and moon images represent the hope that the country will last as long as the real sun and moon. The Moon also represents royalty and the sun is the Rana family. The red colour represents the brave history of the country and the blue is peace and wisdom"},
    {"name":"Norway","src":"https://cdn.britannica.com/01/3101-050-1BB27B69/Flag-Norway.jpg", "hint": "Home to the Northern lights", "fact": "The cross symbolizes Christianity and its blue color symbolizes the association with Sweden and a white outline added while red is for Denmark. The tricolors denote Norway's independence"},
    {"name":"Madagascar","src":"https://cdn.britannica.com/46/2246-050-BBAA2DFD/Flag-Madagascar.jpg", "hint": "4th largest island in the world", "fact": "This flag combines the traditional white and red colours with a stripe of green. The white is said to stand for purity and the red for sovereignty; the green represents the coastal regions and symbolizes hope."},
    {"name":"Malaysia","src":"https://cdn.britannica.com/31/4031-050-A6FEE261/Flag-Malaysia.jpg", "hint": "one of the world's top producers of palm oil", "fact": "The flag's red and white alternating stripes, as well as the 14-point star, represent the 14 states in the country, whilst the crescent represents Islam, the country's state religion"},
    {"name":"Malta","src":"https://cdn.britannica.com/86/2286-050-C9E3A660/Flag-Malta.jpg", "hint": "one of the world's smallest and most densely populated countries", "fact": "The red tone is thought to symbolise sacrifices made by the Maltese people for defending their faith, while the white tone stands for peace, love, light and optimism, and the George Cross represents bravery."},
    {"name":"Mauritius","src":"https://cdn.britannica.com/11/2411-050-02A79B72/Flag-Mauritius.jpg", "hint": "This country's national bird was the dodo", "fact": "The red band represents colonization and the blood of the slaves, the blue band is the ocean, the yellow band symbolises the sun and freedom, and the green band is the greenery and plants of the land."},
    {"name":"Montenegro","src":"https://cdn.britannica.com/41/94841-050-8C713AEF/flag-Montenegro.jpg", "hint": "This country's name literally means 'Black Mountain'", "fact": "The double eagle is a symbol of the Byzantine Empire"},
    {"name":"Morocco","src":"https://cdn.britannica.com/39/3039-050-1F5CC176/Flag-Morocco.jpg", "hint": "This country's national drink is mint tea", "fact": "It has a red field with a green pentagram in the centre. The green star represents the five pillars of Islam, and the red represents the blood of the ancestors and unity"},
    {"name":"Monaco","src":"https://cdn.britannica.com/50/2750-050-688E6E49/Flag-Monaco.jpg", "hint": "One in three people that live here are millionaires", "fact": "The flag two equal horizontal bands, of red (top) and white (bottom), both of which have been the heraldic colours of the House of Grimaldi since at least 1339."},
    {"name":"Myanmar","src":"https://cdn.britannica.com/34/4034-050-91EE1BCF/Flag-Myanmar.jpg", "hint": "This country was previously called Burma", "fact": "The yellow represents unity, conformity, wisdom, happiness, and unity of all national races amicably. The green symbolises fertility, conformity, fairness, and being a peaceful, pleasant, and green nation. The red represents bravery and decisiveness."},
    {"name":"Panama","src":"https://cdn.britannica.com/22/7222-050-6F298F2B/Flag-Panama.jpg", "hint": "The only place in the world where you can see the sun rise on the Pacific and set on the Atlantic", "fact": ""},
    {"name":"Paraguay","src":"https://cdn.britannica.com/77/3377-050-F05BF1D9/Flag-Paraguay.jpg", "hint": "Nicknamed the Corazón de America", "fact": "The flag is divided into four quarters and has three colors (blue, red and white). The blue color represents the conservative party; the color red, the liberal party."},
    {"name":"Peru","src":"https://cdn.britannica.com/48/3448-050-1EFC8CF3/Flag-Peru.jpg", "hint": "Over 70% of the world's alpaca population lives in this country", "fact": "Created in 1820, when José de San Martín arrived with his Army of the Andes from Argentina and Chile."},
    {"name":"Philippines","src":"https://cdn.britannica.com/73/3473-050-3A33E719/Flag-Philippines.jpg", "hint": "This country is made up of 7,641 islands", "fact": "The white triangle on the flag represents the secret society called the Katipunan who were opposed to the Spanish Rule, the blue and red commemorate the United States of America and the sun represents progress."},
    {"name":"Poland","src":"https://cdn.britannica.com/52/3552-050-3E9D7E32/Flag-Poland.jpg", "hint": "Vodka was invented in this country", "fact": "The flag must be raised before 8 am and lowered before sunset."},
    {"name":"Portugal","src":"https://cdn.britannica.com/88/3588-050-323A5397/Flag-Portugal.jpg", "hint": "This country is the oldest country in Europe", "fact": "The two main colors on the flag are green and red, decided by the flag committee. They believed red symbolized the blood loss of those fighting for Portugal to become a republic. Green symbolizes hope for the future. The Portuguese flag thus represents both the past and a glimmer of hope for the future."},
    {"name":"Puerto Rico","src":"https://cdn.britannica.com/30/5130-050-86ACF178/Flag-Puerto-Rico.jpg", "hint": "This country is made up of 143 islands", "fact": "The white star represents the Commonwealth, the blue triangle represents the sky and the ocean, and the three sides of the triangle represent the three branches of the Commonwealth's republican form of government. The flag's design is based on the Cuban flag with the red and blue colors inverted."},
    {"name":"Russia","src":"https://cdn.britannica.com/42/3842-050-68EEE2C4/Flag-Russia.jpg", "hint": "Most of this country is actually a forest", "fact": "A tricolor flag consisting of three horizontal fields: the top is white, the middle is blue, and the bottom is red. Initially, the flag was used only for Russian merchant ships but in 1696 it became the official flag of the Tsardom of Russia until the year 1922.a tricolor flag consisting of three horizontal fields: the top is white, the middle is blue, and the bottom is red. Initially, the flag was used only for Russian merchant ships but in 1696 it became the official flag of the Tsardom of Russia until the year 1922."},
    {"name":"Saint Lucia","src":"https://cdn.britannica.com/24/5124-050-8F6BCAC8/Flag-Saint-Lucia.jpg", "hint": "First country to be named after a woman", "fact": "The gold in the flag represents the sunshine in the Caribbean as well as prosperity. The black and white symbolize Saint Lucia's cultural influences. The white denotes our European heritage and the black denotes our African heritage. They represent the two races living and working in unity."},
    {"name":"Saudia Arabia","src":"https://cdn.britannica.com/79/5779-050-46C999AF/Flag-Saudi-Arabia.jpg", "hint": "Has the biggest airport in the world", "fact": "The green of the flag is a representative color for Muslims around the world as it was the Prophet Muhammad's (PBUH) favorite color while the sword serves as a reminder of the strictness employed by the Al Saud family on matters of justice."},
    {"name":"Senegal","src": "https://cdn.britannica.com/70/5070-050-8968E7E7/Flag-Senegal.jpg", "hint": "Home to Africa's tallest statue", "fact": "Green is seen as a symbol of hope and of the country's major religions, while yellow is for natural riches and the wealth derived from labour. Red recalls the independence struggle, life, and socialism."},
    {"name":"Slovakia","src":"https://cdn.britannica.com/88/7888-004-FD4BC606/Flag-Slovakia.jpg", "hint": "One of tthe smallest countries in Europe", "fact": "The three colors indicate Slavic unity and independence. The three blue mountains in the shield symbolize three important mountain ranges in the country: Tatra, Matra, and Fatra. "},
    {"name":"Somalia","src":"https://cdn.britannica.com/18/18-050-D6793418/Flag-Somalia.jpg", "hint": "Located in the Horn of Africa", "fact": "The flag's five-pointed star represents the five regions in which Somalis reside"},
    {"name":"South Africa","src":"https://cdn.britannica.com/27/4227-050-00DBD10A/Flag-South-Africa.jpg", "hint": "The only country in the world to have three capital cities", "fact": "At the time of its adoption, the South African flag was the only national flag in the world to comprise six colours in its primary design and without a seal and brocade. "},
    {"name":"Spain","src":"https://cdn.britannica.com/36/4336-050-056AC114/Flag-Spain.jpg", "hint": "renowned for its lively and colorful festivals, with one of the most famous being 'La Tomatina' held in the town of Buñol, where participants engage in a massive tomato fight each year.", "fact": "The flag has a coat of arms on it featuring four symbols. First is the Castle which represents the Kingdom of Castile, second is the lion which represents the Kingdom of Leon. The four red and five yellow alternating stripes represent the Kingdom of Aragon."},
    {"name":"United Kingdom","src":"https://cdn.britannica.com/25/4825-004-F1975B92/Flag-United-Kingdom.jpg", "hint": "Home to the world's oldest underground railway system", "fact": "The flag was designed by King James I"},
    {"name":"United States of America (USA)","src":"https://cdn.britannica.com/33/4833-050-F6E415FE/Flag-United-States-of-America.jpg", "hint": "Third most populous country in the world", "fact": "There are 50 stars representing the 50 states and there are 13 stripes representing the 13 original colonies."}
 ]